
"File" = "Fil";
"Title" = "Spårtitel";
"Artist" = "Artist";
"Album" = "Album";
"Year" = "År";
"Comment" = "Kommentar";
"Genre" = "Genre";
"Media Type" = "Media Typ";
"Audio" = "Audio";
"Emphasis" = "Förstärka";
"CRC" = "CRC";
"Copyright" = "Copyright";
"Original" = "Original";
"Padding" = "Mjukare";
"Length" = "Tid";
"Track" = "Track";
"Format" = "Format";

